
    [ ["Développement WEB FISH EYE TECHNOLOGIES · Paris, Île-de-France, France À propos de l’offre d’emploi Cette offre d’emploi provient d’un site d’offres d’emploi. En savoir plusFISH EYE TECHNOLOGIES, Cabinet de recrutement recrute un ingénieur de développement confirmé pour prendre en charge des projets de développement Web Vous aurez un rôle clé dans la conception, le développement et la maintenance de solutions Web avancées. Vous travaillerez en étroite collaboration avec l'équipe de développement et les parties prenantes pour garantir que les projets sont livrés avec succès, respectent les exigences et répondent aux normes de qualité. Responsabilités : Conception et développement Web : Concevoir, développer et mettre en œuvre des applications Web complexes, en utilisant les langages et les technologies appropriés. Assurer une architecture robuste, évolutive et sécurisée pour les applications Web. Maintenance et optimisation : Assurer la maintenance et les mises à jour régulières des applications existantes. Identifier et résoudre les problèmes de performance, de sécurité et de compatibilité. Optimiser les applications pour une expérience utilisateur optimale. Collaboration et coordination : Travailler en étroite collaboration avec les membres de l'équipe de développement, les concepteurs, les responsables de projet et les parties prenantes pour comprendre les exigences du projet, proposer des solutions techniques et assurer une communication fluide. Tests et débogage : Effectuer des tests approfondis des applications Web, identifier les bogues et les problèmes de fonctionnalité, et les résoudre de manière efficace et efficiente. Veille technologique : Rester à jour sur les dernières tendances, les bonnes pratiques et les avancées technologiques dans le domaine du développement Web. Proposer des améliorations techniques et des solutions innovantes pour les projets. Encadrement et mentorat : Fournir un encadrement technique et un mentorat aux membres plus juniors de l'équipe de développement. Partager les connaissances et les meilleures pratiques pour favoriser la croissance et le développement professionnel. Compétences requises : Solides compétences en développement Web, maîtrise des langages de programmation (comme HTML, CSS, JavaScript) et des frameworks (comme React, Angular, Vue.js). Expérience significative dans la conception et le développement de sites Web et d'applications Web complexes. Connaissance approfondie des concepts et des technologies liés au développement Web (comme les API, les bases de données, les services Web, etc.). Maîtrise des outils de développement et des environnements de développement intégrés (IDE). Capacité à résoudre les problèmes de manière autonome et à prendre des décisions techniques éclairées. Excellentes compétences en communication et en travail d'équipe. Capacité à travailler sur plusieurs projets simultanément et à respecter les délais. Atouts supplémentaires : Connaissance des bonnes pratiques en matière de sécurité et d'accessibilité Web. Expérience dans le développement d'applications mobiles ou de sites Web réactifs. Familiarité avec les méthodologies de développement agile. Si vous êtes passionné par le développement Web, doté d'une solide expertise technique et que vous souhaitez relever des défis stimulants, rejoignez notre équipe en tant que Développeur Web et contribuez à la création de solutions Web innovantes et performantes. Bonne ambiance assurée, Votre évolution, c’est aussi la nôtre professionnalisme, esprit d'équipe, veille technologique",
    {"entities": [
        [0, 38, "titre"],
        [18, 38, "entreprise"],
        [42, 46, "ville"],
        [56, 61, "pays"],
        [0, 16, "metier"],
        
        [2328, 2435, "experience"],
        [2167, 2206, "skills"],
        [2209, 2276, "skills"],
		[2281, 2325, "skills"]
    ]}
    ], ["AGENT DEVELOPPEUR DE L'APPRENTISSAGE CMA Île-de-France CDI· Eaubonne, Île-de-France, France (Sur site)  À propos de l’offre d’emploi Société Rejoindre la Chambre de Métiers et de l’Artisanat d’Ile de France c’est à la fois s’investir et participer au développement de l’économie de proximité avec les artisans et concourir à la réussite des Jeunes en leur apprenant un métier. En postulant à la CMA-IDF vous évoluerez dans un environnement dynamique et innovant porté par le sens du service. Vous intégrerez un établissement public où les valeurs de transmission, d’engagement et de proximité sont mises à l’honneur. Enfin par vos compétences et votre savoir-être, vous prendrez une part active dans nos engagements en faveur de nos responsabilités sociales et environnementales. Mission Agent chargé de promouvoir et de diffuser les produits ou services développés par la chambre de métiers et de l'artisanat auprès des entreprises de son ressort et des différents publics auxquels elle s'adresse et de faciliter leur mise en œuvre. Information Conseil Accompagnement Appuis à la mise en œuvre Evaluation et suivi statistique Veille et propositions sur l'évolution du ou des produits ou services. La mission attendue sera également d'assurer le sourcing des candidats éligibles au préapprentissage sur le site de l'IMA VAL PARISIS, CERGY et Roissy Pays de France. Le dispositif du préapprentissage ' Parcours Réussite' est financé par le plan d’investissement dans les compétences (PIC), il permet à des jeunes de 16 à 29 ans révolus (sans limite d’âge pour les travailleurs handicapées), aujourd'hui insuffisamment préparés, de réussir leur entrée en apprentissage. Ce parcours d’accompagnement, pouvant aller de quelques jours à plusieurs mois, permet au jeune d'identifier et d'acquérir les compétences de base et transversales nécessaires pour réussir la formation visée et l’intégration en entreprise suite à la prépa-apprentissage. Grâce à la découverte concrète de plusieurs métiers, le jeune élabore un projet professionnel et sécurise son entrée en apprentissage. Avantages: Rémunération sur 13 mois, mutuelle santé, ticket restaurant. Date de prise de fonction 01.09.2023 Profil Bac +3 dans le domaine de la formation et de l'éducation ou du commerce, insertion professionnelle Connaissance de l'écosystème de la formation professionnelle et de l'apprentissage, votre aisance en matière relationnelle seront essentiels pour réussir dans les missions précitées. La détention du permis B est indispensable. skills:Promotion, diffusion, conseil, accompagnement, évaluation et suivi statistique, veille, sourcing de candidats éligibles au préapprentissage, projet professionnel, sécurité Web, développement agile.",
    {"entities": [
        [0, 39, "titre"],
        [37, 39, "entreprise"],
        [57, 64, "ville"],
        [74, 79, "pays"],
        [6, 16, "metier"],
        [55, 57, "contrat"],
        
        [2191, 2196, "diplome"],
        [2523, 2542, "skills"],
		[2686, 2697, "skills"],
		[2700, 2718, "skills"]
    ]}], ["Developpeur Programmateur Talend H/F CAMO Groupe · Vannes, Bretagne, France À propos de l’offre d’emploi Cette offre d’emploi provient d’un site d’offres d’emploi. En savoir plusNotre agence Camo emploi de Vannes, recrute pour son client, spécialisé dans la négoce de matériaux, un DEVELOPPEUR PROGRAMMATEUR TALEND H/F afin de renforcer ses équipes.Dans le cadre de cette mission, vous êtes amené à :Concevoir les programmes et logiciels spécifiques répondant aux besoins de l'entreprise Réaliser l'analyse technique : besoin, matériel, budget, faisabilité, délai Développer les applications Organiser des phases de test Assurer la maintenance et les mises à jour Former les utilisateurs Assurer l'assistance technique Assurer le soutien technique informatique Intervenir en assistance et réparation Issu d'un Bac +2 en informatique, vous justifiez d'une expérience réussie et significative sur ces fonctions. Doté de solides connaissances en programmation/développements, vous maîtrisez le logiciel TALEND, les requêtes SQL et le langage WINDEV ainsi que d'autres techniques inhérentes au métier. Vous êtes force de proposition, rigoureux, patient, logique et créatif.Le poste est à pourvoir du lundi au vendredi, en horaires de journée.Salaire selon profil + paniers. Cette offre vous intéresse ? Postulez dès à présent ! Vous recherchez un emploi en intérim, en CDD ou CDI ?! CAMO Emploi, acteur majeur dans le domaine du Travail Temporaire et du Recrutement, permet chaque année à plus de 13 000 collaborateurs H/F de travailler dans nos 3 000 entreprises partenaires ! Métiers : DEVELOPPEUR INFORMATIQUE Compétences : INFORMATIQUE, PROGRAMMATION",
    {"entities": [
        [0, 47, "titre"],
        [37, 47, "entreprise"],
        [51, 66, "ville"],
        [69, 74, "pays"],
        [0, 31, "metier"],
        [1372, 1374, "contrat"],
        [855, 889, "experience"],
        [810, 831, "diplome"],
        [400, 486, "skills"],
		[564, 590, "skills"],
		[688, 717, "skills"],
		[719, 759, "skills"]
    ]}
], 
    ["Développeur fullstack Java F/H - Informatique de gestion (H/F) Tomorrow Jobs · Nancy, Grand Est, France  À propos de l’offre d’emploi Cette offre d’emploi provient d’un site d’offres d’emploi. En savoir plusCette offre d’emploi est fournie par Pôle emploi DescriptionDescriptif du poste: Vous rejoindrez l'équipe au sein de la Direction R&D, et vous contribuerez au développement du logiciel de gestion de l'entreprise. Vous aurez comme principales missions : * Tout d'abord, la participation aux rituels Agile (sprints de 3 semaines), en étant force de proposition au sein de l'équipe ; * La participation aux phases de conception ; * La mise en place des tests unitaires ; * Enfin, le développement et la maintenance des applications en Java / Angular. ENVIRONNEMENT TECHNIQUE : Java, Spring, (Springboot, MVC, Security), JEE, Swing, Framework ORM (Hibernate), SQL, Angular, Jenkins, Docker, Kubernetes, Sonar, Git/Gitbucket, Junit, OS Linux / Windows Centos et Oracle Linux. Profil recherché: Vous possédez une première expérience réussie en développement Java, et vous avez une appétence pour le backend. (Le poste est composé à 70% de back, et 30% de front en général) * Être curieux et avoir soif d'apprentissage * Être ouvert d'esprit * Avoir le sens du partage et aimer travailler en équipe Bonus : Vous avez des connaissances sur SQL et Angular, ou vous souhaitez monter en compétences sur ces technologies. PROFIL SOUHAITÉ Expérience Expérience exigée de 1 An(s)",
    {"entities": [
        [0, 75, "titre"],
        [63, 75, "entreprise"],
        [79, 83, "ville"],
        [97, 102, "pays"],
        [0, 25, "metier"],
        
        [1465, 1471, "experience"],
        [739, 742, "skills"],
		[787, 792, "skills"],
		[796, 805, "skills"],
		[808, 810, "skills"],
		[813, 820, "skills"],
		[824, 826, "skills"],
		[829, 833, "skills"],
		[863, 865, "skills"],
		[868, 874, "skills"],
		[886, 891, "skills"],
		[906, 910, "skills"],
		[913, 915, "skills"],
		[964, 975, "skills"]
    ]}
],
    ["Développeur.se back-end Java H/F Conserto · Rennes, Bretagne, France À propos de l’offre d’emploi Entreprise Conserto, un collectif à la pointe de la technologie, une communauté inédite centrée autour d’une culture Digital, du DevOps et de l’Agilité. Nos consultant.e.s sont les ambassadeur-rice-s de notre performance et de la fidélisation de nos clients. Car chez Conserto, nous sommes convaincus que la satisfaction de nos clients passe par le bien-être de nos consultant.e.s ! Pour découvrir notre univers, ainsi que nos 12 agences c'est par ici : conserto.pro Nos 80 consertien.ne.s sont des technophiles épanoui.e.s qui évoluent dans une agence familiale, portée par Eric, Marion, Julie, Maxime, Justine, Maël, Camélia & Damien : où l’accompagnement et la féérie sont les bases de notre management de proximité. Meet-up technique, apéros, défis sportifs, soirées d’agence, events IT (Devoxx, BreizhCamp, Rennes JS, Rennes Dev0ps & AgileTour), et crêpes party ponctuent ainsi notre « quotidien ». Poste Dans le cadre de nos besoins sur les technologies Java JEE, vous intégrerez une équipe full Agile sous la responsabilité d’un.e chef.f.e de projet sur des sujets riches et variés qui conviendront parfaitement à un profil technophile, curieux et désireux de progresser ! Analyse de l'existant et échanges avec les équipes métiers et techniques, Rédaction des spécifications techniques et fonctionnelles, Conception et développement du Back-end Evolution Refonte applicative POC Tests unitaires et test d’intégration, Rédaction de documentation technique Profil Nous recherchons en priorité une personne passionnée, qui a de l'autonomie sur les environnements suivants : Langages : JAVA JEE 11 Standard du web : HTML5, CSS3, RESPONSIVE DESIGN Frameworks JAVA : SPRING, SpringBoot, Spring Security Serveurs d'application : TOMCAT ET/OU JBOSS, JETTY BDD : PostgreSQL, ORACLE, MYSQL, NOSQL MONGO, CASSANDRA Webservices : SOAP ou REST Autres outils utiles : MAVEN, JENKINS, GIT / SVN, NPM ou YARN Outils de tests : SELENIUM, JUNIT, JMETER… Méthodologie de gestion de projet : SCRUM, KANBAN, SAFE Containerisation : DOCKER, KUBERNETES",
    {"entities": [
        [0, 40, "titre"],
        [33, 40, "entreprise"],
        [44, 49, "ville"],
        [62, 67, "pays"],
        [0, 10, "metier"],
        
        
        [1688, 1698, "skills"],
		[1718, 1747, "skills"],
		[1767, 1784, "skills"],
		[1860, 1920, "skills"]
    ]}
],["Développeur Front-End / Angular - H/F Atol Conseils et Développements · Gevrey-Chambertin, Bourgogne-Franche-Comté, France À propos de l’offre d’emploi Atol Conseils et Développements conçoit et développe des applications web et mobile au profit d’acteurs majeurs des secteurs publics et privés en France. Entreprise dynamique, nous avons connu ces cinq dernières années une solide croissance en passant de 80 à 200 collaborateurs, tout en nous appuyant sur des valeurs importantes comme le développement durable, l’autonomie, la collaboration et l'excellence technique. Nous pensons que l’informatique peut transformer positivement les façons de travailler, l’interaction entre les utilisateurs et la société. Les projets que nous concevons, réalisons, exploitons pour nos clients doivent être porteurs de valeur ajoutée. Nous mettons en œuvre une organisation agile et créative pour répondre à ces enjeux avec des équipes à taille humaine, fortement autonomes et engagées pour relever les challenges des projets de nos clients. Convivial, chaleureux et dynamique, notre environnement de travail s’imprègne d’une culture d’entreprise forte et bienveillante. Positionné sur des solutions open-source, nos collaborateurs sont associés à la prise de décision et aux choix techniques des projets. Ainsi, nous prônons la confiance et la prise d’initiative de nos talents. Nous leur offrons également un parcours d’intégration avec des formations animées par nos leaders techniques et un accompagnement dans la gestion de leurs carrières vers l'évolution professionnelle qu'ils auront choisie. Le Poste L’équipe Dématérialisation s’agrandit ! Nous sommes à la recherche de notre futur·e Développeur·euse Angular afin de participer à nos projets de réalisation d'applications de dématérialisation de documents et de flux pour nos entreprises clientes. L'idée est de créer avec eux des applications leurs permettant de dématérialiser leurs process pour leur faciliter le quotidien mais aussi d'améliorer leurs empreintes écologiques ! Vous interviendrez principalement sur les interfaces de nos applications, et notre équipe UX Design pourra vous conseiller et vous accompagner sur l'ergonomie, l'UX, l'UI, ... en cas de besoin. Vos missions ? En Collaboration Avec Le Responsable Technique De L’équipe Et Cinq Développeurs, Vous Serez Amené·e à Participer Aux Missions Suivantes Comprendre les besoins fonctionnels et techniques du client Proposer des solutions techniques à l'ensemble de l'équipe Intervenir sur les différentes étapes constituant le cycle de vie de l’application (conception, modélisation, développement, intégration, test/recette, maintenance corrective et évolutive, mise en production) Le poste est basé à Gevrey-Chambertin, avec la possibilité de bénéficier de 2 jours de télétravail par semaine. Il est possible de venir à Gevrey par le train (10 min depuis la gare de Dijon + 10 min de marche). Le petit + : un parcours d’intégration pour les nouveaux arrivants ! Et une formation complémentaire de la part de notre équipe de développement sur la gestion documentaire Open Source Alfresco, avec la possibilité de passer une certification si vous le souhaitez. Profil Recherché De formation supérieure en informatique ou équivalent, vous justifiez d’une expérience réussie en développement Angular. Des connaissances sur GIT seront un plus. Vous êtes passionné.e, curieux.se des évolutions technologiques et force de propositions. Vous aimez à la fois travailler en équipe et faire preuve d’autonomie et d'initiatives. En rejoignant nos équipes, vous aurez l’opportunité de : Travailler sur des applications qui font sens pour des milliers d’utilisateurs Apporter vos idées et compétences afin de participer au maintien et l'évolution de notre excellence technique Travailler en synergie avec les différents collaborateurs (développeurs, chef de projet, référent technique, architecte, manager, ...) et nos clients Évoluer en interne grâce à une politique de gestion de carrière vers des postes à dimension technique ou managériale Nous vous proposons un processus de recrutement en 2 étapes : Laetitia, chargée de recrutement, vous contactera dans un premier temps pour échanger sur votre parcours, votre projet professionnel et sur notre entreprise (projets, culture d’entreprise, expertise…)",
    {"entities": [
        [0, 68, "titre"],
        [38, 41, "entreprise"],
        [72, 88, "ville"],
        [116, 121, "pays"],
        [0, 20, "metier"],
        
        [3271, 3313, "experience"],
        [3198, 3247, "diplome"],
        [3338, 3340, "skills"],
		[3469, 3488, "skills"],
		[3782, 3803, "skills"]
    ]}
],["PROGRAMMEUR NC H/F Groupe Sovitrat - Solutions d'emploi au quotidien · France À propos de l’offre d’emploi Cette offre d’emploi provient d’un site d’offres d’emploi. En savoir plusEntreprise Le groupe Sovitrat - société de travail temporaire, opère dans tous les secteurs tels que ceux de l'industrie, du tertiaire, de la pétrochimie, du transport logistique, des télécoms ainsi que dans Le secteur du BTP. Description Du Poste Nous recherchons pour notre client de Crissey un PROGRAMMEUR MACHINES OUTILS H/F Mission d'intérim en vue d'embauche. Vos Missions fraisage programmation FAO Description Du Profil Vous êtes titulaire d'un BAC+2 technique Vous êtes motivés et avez l'esprit d'équipe Connaitre le logiciel WORK NC serait un plus Vous saurez justifier d'une expérience à un poste similaire",
    {"entities": [
        [0, 67, "titre"],
        [19, 33, "entreprise"],
        [466, 472, "ville"],
        [71, 76, "pays"],
        [0, 10, "metier"],
        [519, 525, "contrat"],
        
        [633, 647, "diplome"],
        [568, 584, "skills"],
		[706, 721, "skills"]
    ]}
], ["Ingénieur test et validation logiciel H/F CHAUVIN ARNOUX GROUP · France  À propos de l’offre d’emploi Au sein de notre société CHAUVIN ARNOUX, spécialisée dans l’instrumentation industrielle, découvrez des équipes de personnes passionnées, engagées, et dotées d’une grande expertise métier. Vos atouts: Vous êtes autonome, rigoureux(se) et motivé(e) pour intervenir sur des projets de recherche et d’innovation industrielle. Vous êtes désireux(se) de vous investir à long terme dans une société experte à taille humaine. De formation Bac +4/5, vous êtes jeune diplômé avec une première expérience professionnelle. Vous avez des compétences au test et la validation de logiciel idéalement sur des appareil de mesure. Vous avez la connaissance des tests PC, Android, des bases de programmation et/ou Script (LUA ou PYTHON) Vous avez une bonne maitrise de l'anglais écrit. La mission ? Au sein du bureau d'étude de chauvin Arnoux, au sein de l'équipe logiciel, et en collaboration avec les autres équipes (informatique, mécanique, électronique, ...), un management de proximité et des moyens de tests importants, vous accompagnerez l'équipe sur la réalisation des tests et validations des appareils de mesure. Vous avez pour missions principales : Réalisation du test manuel du control panel (30% à 50 % de l'activité) Réaliser les tests de validation fonctionnels sur les instruments de mesure et sur les applications Android Mettre en place l'automatisation des tests Améliorer et créer les cahiers de test. Nos avantages ! CDI, Perspectives d'évolution professionnelle, Horaires flexibles du lundi au vendredi, RTT, Télétravail, Tickets restaurant, Restaurant d'entreprise, CSE, Mutuelle / Prévoyance Une rémunération adaptée à votre profil Ce qui vous attend ! Des locaux spacieux et lumineux, de la bonne humeur, des moments de partage en équipe. L’aventure au sein du groupe Chauvin Arnoux c’est : La pérennité : Une histoire familiale française depuis 5 générations. Le savoir-faire : Expert de la mesure depuis 1893, de la conception à la commercialisation, s’appuyant sur des équipes pluridisciplinaires et plus de 100 métiers. La proximité : à travers 26 sites sur tout le territoire français dont 4 sites de production en Normandie et à Lyon. L’ouverture à l’international : via nos 10 filiales et une forte présence commerciale à travers nos partenaires mondiaux. La passion pour l’innovation : avec nos 8 centres d’études, un investissement de 11% du chiffre d’affaires en la R&D et des centaines de brevets déposés. L’engagement : de nos 1000 collaborateurs, avec une grande diversité de profils et de parcours, tous impliqués au quotidien dans la cohésion d’équipe. La démarche qualité : reconnue et fondée sur une forte intégration industrielle, l’obtention des certifications ISO 9001, ISO 14001 et les qualifications ATEX, MID, MASE de certains produits, et l’accréditation COFRAC de nos centres techniques et laboratoires.",
    {"entities": [
        [0, 61, "titre"],
        [42, 61, "entreprise"],
        [65, 70, "pays"],
        [0, 27, "metier"],
        [1523, 1525, "contrat"],
        [554, 566, "experience"],
        [534, 541, "diplome"],
        [746, 753, "skills"],
		[756, 762, "skills"],
		[765, 790, "skills"],
		[798, 819, "skills"]
    ]}
], ["Ingénieur Logiciel Supervision Soletanche Freyssinet · Rueil-Malmaison, Île-de-France, France À propos de l’offre d’emploi Dans le cadre d’un renouvellement hardware et software de nos produits de supervision de forages au sein de la Direction Technique, nous recherchons un ingénieur logiciel pour compléter une équipe de développement. Ces supervisions sont embarquées dans nos engins de chantiers et interfacées avec de nombreux capteurs. Nous visons des solutions modernes, performantes et ambitieuses qui nous permettront d’adresser une grande diversité de techniques et procédés géotechniques qui constituent notre métier. Par ailleurs, ces supervisions et machines connectées s’inscrivent complètement dans notre écosystème Big Data. Les contextes sont variés, pour des chantiers de forages en plein centre-ville, en aéroport semi-maritime, en plein désert, ou en barrage hydraulique.\n\nNous vous proposons de rejoindre notre Service Ingénierie Systèmes & Données, au poste de Ingénieur concepteur-développeur Logiciel Supervision.\n\nDans le cadre de ce poste, vous faites partie de l’équipe Supervision et participez aux activités suivantes :\n\n Compréhension évolution du cahier des charges avec le demandeur,\n Benchmark de matériels en relation avec les fournisseurs,\n Choix des solutions techniques en accord avec l’équipe,\n Conception et développement logiciel des solutions retenues,\n Test et validation en bureau, en atelier, sur chantier,\n Accompagnement des déploiements sur chantiers,\n Apporter du support aux équipes utilisatrices,\n Analyser et corriger les faits techniques provenant des projets, chantiers et des équipes internes,\n Contribuer à l'esprit d'équipe en étant membre de l’équipe Agile/Scrum – potentiel Scrum Master,\n Contribuer à l'amélioration de nos Systèmes R&D via l'apport d'idées nouvelles.\n\nCompétences recherchées\n\n Conception orientée objet (SysML, UML),\n Programmation orientée objet en C++, Java,\n Développement front-end pour interfaces utilisateurs (pas obligatoire),\n Connaissance du framework Qt serait appréciée mais pas obligatoire,\n Anglais oral et écrit niveau débutant.\n De formation ingénieur ou Bac+5 en Informatique et/ou Génie Logiciel et/ou Systèmes d'information,\n Une petite expérience avec les technologies citées serait un plus,\n Les candidatures de profils bac+2 avec de solides expériences et motivations seront aussi examinées.\n\nLe poste est basé au siège de Rueil Malmaison (92) ou sur notre site de Montereau (77), à discuter en fonction de vos préférences.\n\nDu télétravail est inclus dans le contrat de travail.",
    {"entities": [
        [0, 51, "titre"],
        [31, 51, "entreprise"],
        [55, 69, "ville"],
        [79, 84, "pays"],
        [0, 17, "metier"],
    
        [2331, 2349, "experience"],
        [2317, 2321, "diplome"],
        [1854, 1891, "skills"],
		[1895, 1929, "skills"],
		[1932, 1935, "skills"],
		[1939, 1961, "skills"],
		[2012, 2039, "skills"]
    ]}
],
["Analyste développeur (H/F) Eotim · Paris, Île-de-France, France (Hybride) À propos de l’offre d’emploi Depuis 2001, Eotim est le leader du recrutement spécialisé en informatique et en marque employeur. Nous accompagnons nos partenaires et nos clients dans leur croissance avec une approche 100% sur-mesure. En parallèle et avec notre équipe de communication / marketing RH, nous développons des solutions de gestion de la marque employeur. Présents en France, à Paris et Caen, et à Lisbonne au Portugal, nous entretenons également des liens avec les États-Unis, le Royaume-Uni et l''Australie pour accompagner nos clients internationaux. Nous cultivons un esprit familial et une forte cohésion d''équipe au sein de notre entreprise. De ce fait, nous attachons beaucoup d''importance à l''investissement humain, à l''humilité et veillons à effectuer un suivi personnalisé et de qualité durant chacune de nos missions. À PROPOS : Réel accompagnateur des personnes en difficultés, notre client s''investit auprès de l''accès au logement pour les publics qui en sont éloignés. Les valeurs sociales et humaines sont centrales pour eux. Ils interviennent dans des environnements sociaux aux problématiques complexes afin de proposer des solutions de logement. Ils ont donc besoin d''un(e) analyste développeur PHP afin d''assurer l''évolution et la maintenance des applications métiers. LE POSTE : Au sein du Po^le Etudes, vous serez charge´ de la maintenance des applications me´tiers et contribuerez sous la responsabilite´ du chef de projet, a` certaines phases des projets de la direction telle que : Cadrage des projets Conception, de´veloppement et documentation des solutions Mise en qualite´ des solutions (recettes techniques et fonctionnelles, support aux recettes utilisateurs) De´ploiement des solutions (mises en production, re´daction de support de formation, suivi post mise en production et transfert aux e´quipes d''exploitation et de support de niveau 1 et 2). Une e´volution vers un poste de Chef de Projet informatique est possible Avantages liés au poste : Primes Épargne salariale VOTRE PROFIL : Vous justifiez au minimum d''une expe´rience re´ussie de 3 ans en de´veloppement. Vous e^tes rigoureux(se), organise´(e) et posse´dez un excellent sens de l''observation et de l''analyse. Vous partagez les valeurs humaines et sociales de notre client et savez communique´ avec les e´quipes. STACK TECHNIQUE : Vous maitrisez SQL et PHP Vous maitrisez ou e^tes capable d''apprendre rapidement des langages de de´veloppement, frameworks et outils (Symfony/ Doctrine, ReactJS, Jenkins, Git, MariaDB, Talend). 17112185-55584",
	{"entities": [
        [0, 31, "titre"],
        [27, 31, "entreprise"],
        [35, 39, "ville"],
        [49, 54, "pays"],
        [0, 19, "metier"],
        
        [2169, 2173, "experience"],
        
        [2557, 2573, "skills"],
		[2576, 2582, "skills"],
		[2585, 2591, "skills"],
		[2594, 2596, "skills"],
		[2608, 2613, "skills"]
    ]}
],
["Ingénieur Logiciel R&D (FULL REMOTE possible) - H/F Aide RH - Cabinet de recrutement · Plailly, Hauts-de-France, France À propos de l’offre d’emploi Aide RH est un cabinet de recrutement déployé au niveau national, dans de nombreux secteurs d''activités. Nous accompagnons nos client.e.s partenaires dans la recherche de profils et conseillons nos candidat.e.s dans la concrétisation de leur projet professionnel. CDI, CDD, freelance ... Notre cabinet propose des aventures professionnelles adaptées aux perspectives et aux ambitions de chacun. Le Poste Notre client spécialisé dans les technologies et les produits de l''acoustique et du son, recherche son ou sa prochain.e ingénieur.e en développement Logiciel ! Rattaché.e au directeur R&D, vous aurez pour principales missions : Développer des logiciels pour les clients Développer des logiciels pour une utilisation interne à l''entreprise Proposer des solutions technologiques innovantes Spécifier les interfaces graphiques des logiciels et des matériels électroniques Proposer aux clients des solutions logicielles à la fois performantes et élégantes Optimiser les délais de développement Veiller à la pertinence des solutions logicielles Assurer la bonne maintenance des solutions logicielles Profil Recherché De formation BAC+5, vous disposez d’une expérience réelle d’un à deux ans sur un poste similaire (développement logiciel, recherche). Vous avez de larges connaissances en programmation objet pour minimiser les erreurs et sécuriser les développements, vous avez également des connaissances de techniques d’archivage de code et de codage collaboratif ainsi que sur les matériels et les solutions électroniques. Vous maîtrisez langage de programmation C++ et de l’environnement Qt, le workflow et des langages de programmation web, le GIT, la Planification, les systèmes de vérification et de validation du code. Vous avez des compétences techniques pointues dans le domaine du son, et dans un logiciel d’infographie (par exemple Photoshop). Vous maîtrisez l’anglais écrit et oral. Vous avez une grande rigueur professionnelle, et une réelle autonomie. Vous êtes de nature perfectionniste et avez des qualités humaines et relationnelles !",
	{"entities": [
        [0, 44, "titre"],
        [52, 58, "entreprise"],
        [87, 93, "ville"],
        [113, 118, "pays"],
        [0, 17, "metier"],
        [1281, 1285, "diplome"],
        [1333, 1340, "experience"],
        
        [1717, 1719, "skills"],
		[1743, 1744, "skills"],
		[1800, 1802, "skills"]
		
		
    ]}
],
["Ingénieur Logiciel Embarqué F/H (H/F) SANDEN MANUFACTURING EUROPE · Ille-et-Vilaine, Bretagne, France  À propos de l’offre d’emploi Cette offre d’emploi provient d’un site d’offres d’emploi. En savoir plusCette offre d’emploi est fournie par Pôle emploi\n\n\nDescriptionNous recherchons actuellement pour notre Centre Technique, dans le cadre d''un CDI, un Ingénieur Logiciel Embarqué (F/H). MISSIONS Au sein du Centre Technique France (TCF), vous intégrerez l''équipe en charge du développement des compresseurs électriques. Vos missions principales seront les suivantes : - Contribuer à la mise en œuvre et au respect des processus de développement suivant les critères du modèle A-SPICE - Participer aux phases de spécification et de définition de l''architecture logicielle - Réaliser la conception du logiciel de base et applicatif en conformité avec l''architecture AUTOSAR - Réaliser l''intégration du logiciel et assurer la maintenance corrective et évolutive - Définir les outils et plans de validation liés à l''intégration du logiciel - Contrôler les résultats obtenus et valider la conformité des logiciels aux exigences - Rédaction de la documentation technique et des rapports de tests PROFIL Vous justifiez d''une première expérience dans le développement et le test de logiciel embarqué, idéalement dans le domaine automobile. Vous avez des compétences en programmation C temps réel embarqué sur des microcontrôleurs 32bits (Ex. RH850) et une connaissance de l''architecture AUTOSAR. Vous connaissez les protocoles automobile LIN et CAN, ainsi que les standards de diagnostics associés. Vous évoluerez dans l''environnement technique suivant : - Développement en langage C - Environnement de génie logiciel : Multi GHS, SVN, Polarion, Jira - Outils de simulation de diagnostic LIN/CAN : CANoe, CANape - Architecture logicielle AUTOSAR - MCU Renesas RH850 Vous disposez également de savoirs être tels que : un bon relationnel, un esprit critique, de l''autonomie et de la polyvalence. Compte tenu de l''environnement international de notre société, un bon niveau d''anglais est nécessaire.\n\n\nPROFIL SOUHAITÉ\n\n\nExpérience\n\n\n12 mois\n\n\nSavoirs et savoir-faire\n\n\nÉlaborer des propositions techniques\nIdentifier les contraintes d''un projet\nDéterminer des axes d''évolution technologiques\nDéfinir la stratégie financière d''une structure\nConcevoir et gérer un projet\n\n\nSavoir-être professionnels\n\n\nTravailler en équipe\nFaire preuve de rigueur et de précision\n\n\nLangue\n\n\nAnglais",
	{"entities": [
        [0, 64, "titre"],
        [38, 57, "entreprise"],
        [85, 92, "ville"],
        [95, 100, "pays"],
        [0, 26, "metier"],
        [346, 348, "contrat"],
        [2135, 2141, "experience"],
        
        [1369, 1383, "skills"],
		[1722, 1730, "skills"],
		[1733, 1735, "skills"],
		[1737, 1745, "skills"],
		[1800, 1802, "skills"]
		
		
    ]}
],
["Ingénieur Test et Validation Logiciel - Client Final H/F BlueDocker · Saclay, Île-de-France, France À propos de l’offre d’emploi Cette offre d’emploi provient d’un site d’offres d’emploi. En savoir plusEn bref\n\nSaclay\n\nCDI\n\n01/06/2023\n\nC C++\n\nC++\n\nClient final\n\nInstrumentation\n\nLabview\n\nOptique\n\nPython\n\nSociété\n\nCelle-ci imagine, conçoit et commercialise des systèmes de mesure optique, ainsi que des bancs de métrologie, afin de permettre à leurs clients de diagnostiquer des faisceaux lumineux. Leurs solutions sont applicables à divers secteurs d''activité comme les véhicules autonomes, le spatial ou encore la défense. A ce jour, 85% de leur CA est réalisé à l''international.\n\nDans le cadre de la construction de l''équipe test et validation logiciel, le responsable de l''équipe software recherche un ingénieur spécialisé dans le développement et la validation de tests logiciels afin de construire et mettre en place les futures procédures et plans en matière de test et validation.\n\nPoste\n\nDans le but de fiabiliser les développements et logiciels développés, en collaboration avec les développeurs, vous définirez et serez le garant de la mise en place des procédures en matière de tests et de validation logiciel.\n\nVous Intervenez Sur Les Projets Suivants\n Définition des spécifications et mise en place de moyens de test fiables et robustes\n Vous êtes garant de la résolution des bugs, et autres blocages, pouvant intervenir auprès des différents utilisateurs internes et externes (clients, R&D interne)\n Définition des actions prioritaires en matière de correction logiciel\n Mise en place et gestion des différentes phases de test dans le cadre de leur intégration jusqu''à leur validation\n Vous rédigerez les rapports de tests\nPourquoi rejoindre cette entreprise ?\n Vous prendrez la responsabilité et construirez le pôle test et validation logiciel\n Rejoignez une équipe stratégique, indispensable au sein de la société, qui fiabilise l''ensemble des logiciels et des développements pour l''interne comme pour vos clients\n Rejoignez une société avec un management bienveillant et proche de ses collaborateurs, favorisant la communication et la prise d''initiative\nProfil recherché\n Vous avez 1 an d''expérience minimum dans le développement et la validation de tests logiciels (hors stage et alternance)\n Des compétences en développement C/C++ ou Labview sont un plus\n Une expérience en développement logiciel pilotant un instrument est idéale\nCompléments\n Lieu : Saclay\n Contrat : CDI\n Salaire : Jusqu''à 50K€ selon profil\nSi votre profil correspond, nous reviendrons vers vous dans les 7 jours à compter de la date d''envoi.",
	{"entities": [
        [0, 66, "titre"],
        [57, 66, "entreprise"],
        [70, 75, "ville"],
        [85, 90, "pays"],
        [0, 36, "metier"],
        [2498, 2500, "contrat"],
        [2208, 2211, "experience"],
        
        [243, 245, "skills"],
		[262, 276, "skills"],
		[297, 302, "skills"],
		[2363, 2369, "skills"]
		
		
		
    ]}
],
["Ingénieur logiciel H/F Robert Walters · Paris, Île-de-France, France  À propos de l’offre d’emploi L''ingénieur.e logiciel H/F aura pour mission de concevoir, développer les logiciels embarqués sur tout le cycle de vie du projet. Le poste se situe au sud de Paris.\n\nCette entreprise d’envergure internationale, est un acteur majeur dans son domaine de la communication aéronautique.\n\nL''ingénieur.e Logiciel H/F Aura Pour Principales Missions\nProgrammer en langage C pour développer des logiciels embarqués \nConcevoir l''architecture logicielle\nRédiger et suivre des documents du cycle de vie logiciel\nTracer les exigences, relire le code, gérer les configurations\nAppliquer les processus de développement logiciel\nLe poste se situe à Paris.\n\nL''ingénieur.e logiciel H/F, de formation ingénieur possède à minima 3 ans d''expérience dans le développement de logiciel embarqué (langage C, micro processeurs). La connaissance du cycle en V (exigences, traçabilité, processus) est un plus. L''anglais technique est requis.",
	{"entities": [
        [0, 36, "titre"],
        [23, 36, "entreprise"],
		[40, 44, "ville"],
        [62, 67, "pays"],
        [0, 17, "metier"],
        
        [812, 816, "experience"],
        [775, 793, "diplome"],
        [876, 884, "skills"],
		[989, 995, "skills"],
		[887, 903, "skills"]
    ]}
],
["Développeur Go/Python Junior Synanto · Aix-en-Provence, Provence-Alpes-Côte d’Azur, France À propos de l’offre d’emploi Synanto (anciennement 2S2I) est une ESN à taille humaine avec un management de proximité, une culture et des valeurs qui inscrivent nos collaborateurs au cœur de son développement. En effet, la relation avec nos consultants est un des leviers de notre proposition de valeur nous permettant d''instaurer une relation durable, tout en les accompagnant à devenir des experts.\n\nEn ce sens, intégrer Synanto - devenir un Talent ∑ - c''est l''assurance de se voir proposer des missions stimulantes et d''évoluer en ayant un véritable plan de carrière.\n\nNos secteurs d''intervention sont variés (Industrie, Energie, Transports, Distribution, Edition de logiciels ou Secteur public), avec une expertise qui reste dominante dans le secteur Banque, Finance et Assurance.\n\nAujourd''hui, Synanto, Ce Sont\n\n 4 agences en France (Paris, Lyon, Aix-en-Provence et Montpellier) et 2 à l''étranger (Luxembourg et Tunisie)\n 150 collaborateurs\n 1 spécialisation dans le domaine Banque | Finance | Assurance\n 1 promesse : Vos Projets, Nos Talents, Une Rencontre\n 5 valeurs fortes : Synergie, Entraide, Transparence, Diversité, Optimisme\n\nDe nombreux talents ont déjà rejoint notre équipe, pour une vision différente, des opportunités de carrière et des projets innovants. Pourquoi pas vous !?... Venez écrire l''histoire d''une entreprise, experte des SI à dimension humaine.\n\nLe Poste\n\nRattaché.e à la direction des études composée d''une trentaine de développeurs, votre rôle principal sera de mettre en œuvre nos projets applicatifs ou de les modifier à travers différentes étapes que seront l''analyse, la qualification, la conception, la programmation, les tests et la maintenance.\n\nVous Prendrez En Charge Les Missions Suivantes\n\n Participer aux spécifications fonctionnelles\n Participer à la conception et au développement de logiciels,\n Faire évoluer sans cesse nos solutions pour répondre aux besoins clients,\n Contrôler la qualité des applications produites\n\nLa liste est non-exhaustive.\n\nProfil\n\nProfil recherché:\n\nDe formation informatique, vous justifierez d''une première expérience réussie sur des technologies telles que GO et Python.\n\nVous êtes passionné par le développement et les nouvelles technologies. Curieux et rigoureux alors cette offre est faite pour vous !\n\nN''hésitez plus postulez !",
	{"entities": [
        [0, 52, "titre"],
        [29, 35, "entreprise"],
		[56, 69, "ville"],
        [84, 89, "pays"],
        [0, 20, "metier"],
        
        [2176, 2247, "experience"],
        
        [12, 13, "skills"],
		
		[15, 20, "skills"]
    ]}
],
["Programmeur (CN) H/F Nancy · France À propos de l’offre d’emploi Cette offre d’emploi provient d’un site d’offres d’emploi. En savoir plusEntreprise\n\nRecrutement en intérim, CDD et CDI de profils principalement CAP à Bac+2 dans les domaines du BTP du Transport & de la Logistique, de l''Industrie & de la Maintenance et du Tertiaire & des Services\n\nDescription Du Poste\n\nAquila RH Nancy, acteur du recrutement en Intérim, CDD, CDI, recherche pour l''un de ses clients un Opérateur sur commande numérique (H/F).\n\nVos missions\n\nVous êtes chargé de l''usinage de pièces mécaniques sur tour à commandes numériques.\n\nVos Missions Sont Diverses\n\nLire des documents techniques,\nProgrammer les machines,\nInstaller et régler les outils,\nLancer la fabrication,\nContrôler les pièces et corriger les pièces défectueuses.\n\nDescription Du Profil\n\nProfil recherché\n\nMotivation, curiosité, aptitude à acquérir de nouvelles compétences,\n\nConnaissance du milieu de la mécanique,\n\nCapacité de concentration, prise d''initiative, disponibilité.\n\nInformations complémentaires\n\nType de contrat : CDI\n\nTemps de travail : Temps plein",
	{"entities": [
        [0, 25, "titre"],
        [371, 379, "entreprise"],
		[21, 25, "ville"],
        [29, 34, "pays"],
        [0, 10, "metier"],
        [1074, 1076, "contrat"],
        
        [217, 221, "diplome"],
        [304, 315, "skills"]
    ]}
],
["Ingénieur logiciel (H/F) ACD · Tours, Centre-Val de Loire, France À propos de l’offre d’emploi Cette offre d’emploi provient d’un site d’offres d’emploi. En savoir plusCette offre d’emploi est fournie par Pôle emploi \n\nDescriptionLe poste : Nous recherchons de nouveaux talents pour intégrer notre département R&D, afin de faire évoluer les fonctionnalités logicielles de notre gamme complète et intégrée en matière de gestion, comptabilité et paie. Vos missions sont : - Etudes techniques et participation à la rédaction des cahiers des charges, - Développement de nouvelles fonctionnalités, - Maintenance applicative, - Veille technologique, - Tests et mise en exploitation. Vous êtes le candidat idéal si : - Vous disposez d''un diplôme Bac +2 minimum dans le développement et idéalement d''une première expérience en programmation. - Passionné(e), vous aimez travailler sur des projets innovants, nécessitant une veille permanente, de l''implication et des initiatives. - Vous maitrisez la programmation orientée objet n-tiers et vous avez des connaissances en C#, C++, My SQL, WinDev ou Delphi, javascript, HTML, CSS. Les + du poste : - Participation équivalente à un 13ème mois avec plan de placement type PEE/PERCO - Ticket restaurant - Prime transport - Charte télétravail (1 à jour 3 de télétravail) - Locaux lumineux, modernes et conviviaux - Parking gratuit - CSE (carte cadeau, carte culture, panier garnie, réductions diverses.) #indeedspo\n\nPROFIL SOUHAITÉ\n\nExpérience\n\nExpérience exigée de 1 An(s)\n\nLangue\n\nFrançais",
	{"entities": [
        [0, 27, "titre"],
        [25, 27, "entreprise"],
        [59, 64, "pays"],
		[52, 56, "ville"],
        [0, 17, "metier"],
        [1523, 1525, "contrat"],
        [554, 566, "experience"],
        [534, 541, "diplome"],
        [746, 753, "skills"],
		[756, 762, "skills"],
		[765, 790, "skills"],
		[798, 819, "skills"]
    ]}
],
["Ingénieur / Ingénieure développement logiciel informatique (H/F) Comptalents · Paris, Île-de-France, France À propos de l’offre d’emploi Cette offre d’emploi provient d’un site d’offres d’emploi. En savoir plusCette offre d’emploi est fournie par Pôle emploi \n\nDescriptionComptalents, cabinet de recrutement spécialisé sur les métiers de la comptabilité et de la finance, met à profit son expertise pour vous transmettre des dossiers de qualité sur les profils ciblés (expert comptable, aide comptable, controleur de gestion, comptable fournisseur, comptable client, comptable tresorerie, aide comptable, secretaire comptable, chargé de recouvrement, auditeur interne, gestionnaire comptable et financier...). Nous travaillons au succès et sans exclusivité, alors n''attendez plus pour nous confier vos besoins. Comptalents, Cabinet de Recrutement dédié aux métiers Comptables et Financiers vous accompagne dans la réalisation de vos projets professionnels en vous proposant des offres ciblées correspondant à votre profil et vos attentes. Nos consultants sont animés par le souhait d''une collaboration satisfaisante sur le long terme, gage d''un recrutement réussi. Nous recherchons pour notre client, une start-up, un(e) Analyste Comptable en CDI. Le poste est à pourvoir à Paris (13). Votre mission principale est d''assurer le lien entre les différentes parties prenantes (clients, analyste comptable, manager, développeurs, etc.) dans le but d''améliorer nos services. Vos missions : Accompagner les clients sur un plan comptable Aider les AM et AE à mieux comprendre la comptabilité Proposer des solutions à l''équipe Produit lors de nos réunions mensuelles afin d''améliorer/faciliter ton travail au quotidien Remonter les erreurs de saisie aux OPS chaque mois en tenant à jour un fichier dédié Répondre aux mails reçus sur l''adresse du support Votre profil : Vous disposez d''une formation en comptabilité type BAC+2 Vous avez une expérience d''au moins 3ans en comptabilité et de préférence en cabinet comptable Vous maîtrisez l''outil bureautique EXCEL Vous aimez travailler en équipe et communiquer Rémunération : 33/36k EUR selon profil et expérience. Avantages : mutuelle, Pass Navigo, TR, télétravail, etc.\n\nPROFIL SOUHAITÉ\n\nExpérience\n\nExpérience exigée de 2 An(s)",
	{"entities": [
        [0, 75, "titre"],
        [65, 75, "entreprise"],
        [93, 98, "pays"],
		[79, 83, "ville"],
        [0, 8, "metier"],
        [1246, 1248, "contrat"],
        [2274, 2280, "experience"],
        [1921, 1925, "diplome"],
        [2059, 2063, "skills"]
    ]}
],
["Data Architect (H/F) Mydral · Paris, Île-de-France, France À propos de l’offre d’emploi Qui sommes-nous ?\n\nMydral est une entreprise qui aide ses clients à mieux comprendre leurs données. Nos clients viennent de divers secteurs d''activités, par exemple Logistique, Transport, Banque, Assurance, etc.\nOn les accompagne sur toutes leurs problématiques métiers avec une expertise sur la compréhension et l''automatisation des processus métiers, la data gouvernance, la business science, le reporting, le dashboarding, le data journalisme, la stratégie business.\nDans notre offre de services, on propose la Création des centres de compétence Analytics, le Cadrage de projet Analytics, le Pilotage projet, la Préparation de données, la Data Visualisation, l''Intégration plateforme Analytics, la Formation, le Support & TMA.\nNos 3 principales valeurs sont : Excellence, Esprit de corps, Pionnier.\n\nVous souhaitez travailler dans une entreprise qui allie l''humain à la data ? \n\nRejoignez-nous ! Nous avons hâte de VOUS onboarder. \n\nEngagement de Mydral en faveur des personnes en situation de handicap : dans le cadre de la politique de diversité, nous étudions toutes les candidatures en prenant en compte les besoins d’aménagement de poste.\n\nQuel est le rôle du Consultant Data Architect chez Mydral ? \nChez Mydral, le Consultant Data Architect a un rôle majeur dans nos projets clients. Il fait partie de l’équipe Conseil de Christian SCHLICK. Il rejoint l’une de nos BU (finance, retail & service, public & industrie) au sein de laquelle il évolue dans différents périmètres d’activités. Il rejoint une équipe Mydral en mission chez un client, et dans son rôle, il a pour mission : \n\nD’agréger les données internes et externes pour ensuite concevoir un moyen de les regrouper et de les organiser ; \nD’accompagner les projets dans la définition des besoins des collaborateurs métier sur la description et l’usage des données (concepts métiers, exigences métier, usages de la donnée, modèles de données …) ;\nD''animer la feuille de route data lineage de son périmètre ; \nDe développer des modèles de données pour les structures de bases de données ; \nDe dessiner, documenter, construire et déployer des architectures et des applications de base de données ; \nD’accompagner l’architecte de données SI dans le maintien de la cohérence entre la description métier et la description applicative des données. \nDe vérifier les fonctionnalités techniques comme la scalabilité, la sécurité, la performance, la data recovery, etc. \nQuelles sont les compétences à avoir ? \nMaîtrise des langages SQL et NoSQL ; \nModéliser, traiter et transformer des données complexes ; \nConnaissances sur les aspects d’authentification, de sécurité, de containerisation et d’orchestration ; \nMaitrise des solutions de stockage de données ; \nConcevoir et déployer une architecture distribuée pour le traitement de données ; \nCompétences en architecture métier / d’entreprise (architecture processus, fonctionnelle, données métier) ; \nModélisation informatique (UML) ; \nAzure, AWS, GCP ; \nHadoop, Cloudera, Hortonworks ; \nSpark, Kafka, Suite ELK, Redis ; \nSQL Server, PostgreSQL, ASE, Oracle ; \n Tableau ; \nDocker, Kubernetes ; \nWindows, Redhat, Linux. \nQuels sont les soft skills à avoir ? \nAdaptabilité et Flexibilité ; \nAnalyse et Synthèse ; \nCréativité, Sens de l’innovation ; \nRigueur et Organisation ; \nSens relationnel ; \nOrientation client ; \nTravail et Animation d’équipe. \nQuel est le profil recherché ?  \nPassionné de la Data et diplômé d''un BAC+5 en Ecole d’ingénieurs (EISTI, Polytech, Télécom ParisTech, etc.) ; \n Expérience d’au moins 10 ans dans l’urbanisation des données, la gouvernance, le plan de mise en place de la nouvelle architecture de données dans des projets de Big Data et de BI Agile ; \nVous pouvez idéalement une expérience sur l’intégration de plateformes techniques Analytics de gestion du cycle de valorisation de la donnée (Knime, Vertica, Snowflake, Tableau) ; \nVous avez développé un fort sens du service, un bon relationnel avec vos clients et la rigueur nécessaire au succès de vos projets. \nQu’en est-il de la rémunération et autres avantages ? \nPackage global de 60 – 75K/an ; \nMutuelle groupe (Malakoff Humanis) ; \nCongés annuels à vingt-cinq jours ouvrés de congés, auxquels s’ajoutent 10 jours de récupération (à l’année) ; \nTickets restaurants valorisés actuellement à 10 € l’unité. Le forfait de transport Navigo est pris en charge à hauteur de 50 % ; \nRemboursement de 30 euros/mois sur la facture de votre téléphone portable ; \nOnboarding personnalisé à votre arrivée ; \nPlan d’évolution avec plusieurs certifications à passer directement auprès des éditeurs de logiciels. \nSi vous vous reconnaissez dans cette description, n’hésitez pas à postuler ! Nous avons une place pour vous chez Mydral",
	{"entities": [
        [0, 26, "titre"],
        [21, 26, "entreprise"],
        [44, 49, "pays"],
		[30, 34, "ville"],
        [0, 13, "metier"],
        [1246, 1248, "contrat"],
        [3620, 3625, "experience"],
        [3523, 3527, "diplome"],
        [3929, 3933, "skills"],
		[3936, 3942, "skills"],
		[3945, 3953, "skills"],
		[3039, 3043, "skills"],
		[3046, 3048, "skills"],
		[3058, 3063, "skills"]
    ]}
],
["Data Scientist Senior teale · Paris, Île-de-France, France À propos de l’offre d’emploi À propos\n\nComme une majorité de personnes, nous avons été confrontés à des sources d''anxiété et de stress importantes, dans un contexte pro comme perso.\n\nLe tabou étant encore largement présent dans l''entreprise, nous nous sommes donnés comme mission de démocratiser la santé mentale pour accompagner les individus et transformer les organisations.\n\nC’est pour cette raison que nous avons créé teale, qui est une solution unique en Europe, reposant sur une approche engageante, personnalisée et scientifiquement prouvée.\n\nteale a été élue meilleure solution de santé mentale par un collège d''experts, et accompagne aujourd''hui des entreprises de toutes tailles en France et en Europe.\n\nDescriptif du poste\n\nNous recherchons une personne passionnée par la Data, la Data Analyse et la Data Science. Vous avez déjà plusieurs projets de Data Science à votre actif en production. Vous aimez échanger au quotidien avec l''ensemble des équipes pour mettre en place les meilleures solutions pour nos utilisateurs finaux.\n\nL''excellence, l''innovation et l''ambition doivent être des mots qui résonnent en vous. Nous travaillons quotidiennement avec une exigence de qualité élevée car nous sommes pleinement convaincus que la qualité est signe d''efficacité et donc de vitesse.\n\nMissions\n\nVous définissez avec l''équipe Data et le CTO la stratégie de développement pour la Data Science\nVous conduisez des études selon une méthodologie stricte avant tout lancement de projet\nVous tenez à jour une base de connaissance de la Data exploitable pour la Data Science en interne et en externe\nVous automatisez avec le support des équipes de développement la collecte des données et leur traitement\nVous entraînez des modèles selon une norme établie et mesurez leurs performances, version après version\nVous savez mesurer la performance d''un modèle une fois déployé en production\nVous savez présenter vos résultats en utilisant les visualisations les plus adaptées\n\nProfil recherché\n\nExpériences Et Compétences\n\n>3 années d’expérience significative en Data Analyse puis en Data Science\nVous êtes autonome dans l''exploration de données: structurées et non structurées\nVous connaissez les principes sous-jacents au Machine Learning\nVous êtes autonome dans l''utilisation des outils de Business Intelligence\nVous avez un esprit analytique et savez déconstruire votre pensée pour mettre en place les bons procédés de traitement\nVous avez une sensibilité forte pour le business\nVous êtes orienté résultat\nExcellentes qualités de communications (orales et rédactionnelles, en français et en anglais)\nValeurs: audace, humilité, sincérité bienveillante",
	{"entities": [
        [0, 26, "titre"],
        [22, 26, "entreprise"],
        [44, 49, "pays"],
		[30, 34, "ville"],
        [0, 13, "metier"],
        
        [2089, 2109, "experience"],
        
        [2290, 2305, "skills"],
		[2360, 2380, "skills"]
    ]}
],
["Data Analyst H/F Harry Hope. · Nancy, Grand Est, France À propos de l’offre d’emploi Cette offre d’emploi provient d’un site d’offres d’emploi. En savoir plusHarry Hope, cabinet de recrutement accompagne candidats et entreprises dans leurs recherches des meilleures opportunités en France et à l''international. Afin de mieux répondre à vos enjeux, tous nos consultants sont spécialisés par secteur d''activité et zone géographique.\n\nJean, consultant spécialisé sur les métiers de l''IT sur la lorraine au sein du cabinet\nde recrutement Harry Hope accompagne les candidats dans leurs recherches\nd''une meilleure opportunité professionnelle sur leur secteur géographique\nprivilégié. Nous ne sommes pas une ESN, nous intervenons dans la mise en\nrelation avec des clients finaux sur des postes en CDI. Notre client, un acteur\nmajeur du bassin nancéen, recherche un DATA Analyst (H/F) pour compléter son équipe IT.\n\nDescription Du Poste\n\nDirectement rattaché à la direction informatique de la structure, vous aurez pour\nprincipale mission de trouver des leviers permettant d''optimiser les process\nmétiers à partir des données à votre disposition. En ce sens, vous intervenez sur :\nle traitement des données depuis des sources de BDD (MariaDB, PostgreSQL,\nMSSQL), la gestion des outils d''analyse pour la direction permettant de suivre\nl''évolution de leurs produits (Qlick), la création de Dashboard et mise en place de\nKPIs / reporting des performances, la mise en place de process/requêtes et\nautomatisations. Vous travaillez en collaboration avec les différentes équipes\ntechniques ainsi que les équipes métiers afin d''apporter une réponse au plus\nproche du besoin. Enfin, vous assurez une veille technologique constante afin\nd''améliorer l''analyse de données grâce à de nouveaux outils.\n\nIdéalement diplômé en informatique, vous disposez d''une expérience confirmée\nà un poste similaire. Passionné par les données, vous cherchez naturellement à\noptimiser vos missions quotidiennes et vous disposez d''un excellent relationnel\npermettant des échanges constructifs entre les équipes. Humainement, vous êtes\nreconnu pour votre dynamisme et votre sérieux.\n\nInformations complémentaires : Salaire selon profil et expériences (35/45kEUR), CDI\n35h à pouvoir rapidement à Nancy.\n\nSi cette opportunité correspond à vos aspirations professionnelles alors faites-moi\nparvenir votre candidature. J''étudierai cette dernière et reviendrai vers vous dans\nles meilleurs délais pour un suivi personnalisé de votre profil !",
	{"entities": [
        [0, 26, "titre"],
        [17, 26, "entreprise"],
        [49, 54, "pays"],
		[31, 35, "ville"],
        [0, 11, "metier"],
        [794, 796, "contrat"],
        [1844, 1867, "experience"],
        [1802, 1824, "diplome"],
        [1226, 1228, "skills"],
		[1387, 1395, "skills"]
    ]}
],
["Développeur Python Embarqué H/F Eays Consulting · Saint-Germain-de-la-Grange, Île-de-France, France À propos de l’offre d’emploi EAYS Consulting est une Entreprise de Service Numérique qui accompagne les grandes\nentreprises et les opérateurs télécoms dans l''ingénierie de leurs produits et le déploiement de\nleurs projets Télécom et IT.\n\nLe Poste\n\nContexte de la mission :\n\nDans le cadre du renforcement de nos équipes de consultants, afin de répondre aux besoins de nos clients, nous recrutons développeurs Python Embarqué.\n\nDescriptif De La Mission\n\nEn tant qu''Ingénieur Développement Logiciel Embarqué Python, vous serez responsable de la conception, du développement et du test du produit logiciel ''EMS embarqué'' sur base PC Linux, ainsi que sur les plates-formes cloud Microsoft Azure et AWS. Vous collaborerez avec les équipes de R&D Power pour participer aux choix d''architecture, tant pour les systèmes embarqués que pour le cloud, du logiciel ''EMS''. Vous contribuerez également à la mise en place des outils et de l''environnement de travail requis pour le développement.\n\nLivrables\n\n Conception et développement du produit logiciel ''EMS embarqué'' en utilisant Python sous environnement Linux.\n Déploiement des composants dans le cloud Microsoft Azure et AWS.\n Développement de composants web back-end à l''aide des outils Flask et Tornado.\n Intégration de bases de données MongoDB et mise en place des protocoles de communication Modbus TCP.\n Participation à la veille technologique pour rester à jour avec les avancées du secteur.\n\nProfil\n\nExpertise souhaitée :\n\nLe prestataire sélectionné devra démontrer les compétences et l''expertise suivantes :\n\n Excellentes compétences en développement logiciel, avec une grande maîtrise de Python sous environnement Linux.\n Expérience dans le développement et le déploiement de composants dans les plates-formes cloud Microsoft Azure et AWS.\n Maîtrise des outils Flask et Tornado pour le développement web back-end.\n Bonne connaissance des bases de données, en particulier MongoDB, et des protocoles de communication tels que Modbus TCP.\n Familiarité avec l''environnement de développement Azure DevOps et GitHub.\n Compétences en ingénierie en mathématiques appliquées, modélisation d''algorithmes, création d''interfaces web, et connaissance des métiers de l''énergie seront un plus.\n Curiosité et capacité à proposer des solutions innovantes.\n Bonnes compétences relationnelles pour travailler efficacement avec les autres équipes de la R&D Power.\n Bon niveau d''anglais pour communiquer avec des collègues internationaux.\n Une expertise prouvée dans le domaine avec au moins 5 années d''expérience.\n\nNous recherchons un candidat motivé, dynamique et compétent, capable de contribuer de manière significative à notre équipe de développement logiciel embarqué. Si vous répondez aux critères ci-dessus et que vous êtes prêt à relever de nouveaux défis, nous attendons votre candidature avec impatience.",
	{"entities": [
        [0, 46, "titre"],
        [32, 46, "entreprise"],
        [85, 90, "pays"],
		[50, 62, "ville"],
        [0, 17, "metier"],
        
        [2639, 2646, "experience"],
        [1802, 1824, "diplome"],
        [1699, 1720, "skills"],
		[1179, 1184, "skills"],
		[797, 799, "skills"],
		[1949, 1974, "skills"],
		[2034, 2040, "skills"],
		[2157, 2162, "skills"]
    ]}
]
]


